/* Megabyte Abbrev */
"MB" = "MB";

/* Kilobyte Abbrev */
"KB" = "KB";

/* Yes */
"Yes" = "Ja";

/* No */
"No" = "Nein";

/* Cancel */
"Cancel" = "Abbrechen";

"OK" = "OK";

/* LxShredfile */

"Processing file: %d of %d" = "Verarbeitung von Datei: %d von %d";

"Are you sure you want to cancel shredding the file?\n\nYou may have to wait for the current shredded item to be completed." = "Sind Sie sicher, dass Sie das Schreddern der Datei abbrechen möchten?\n\nSie müssen möglicherweise warten, bis das Schreddern des aktuellen Elementes abgeschlossen ist.";

"Successful : %@" = "Erfolgreich : %@";

"Cannot delete read-only file: %@" = "Eine schreibgeschützte Datei kann nicht gelöscht werden. %@";

"Unsuccessful due to read-only file : (%d) %@" = "Fehlgeschlagen wegen schreibgeschützter Datei: (%d) %@";

"Cannot shred file : (%d) %@" = "Datei kann nicht geschreddert werden: (%d) %@";

"Cannot delete read-only file: %@" = "Eine schreibgeschützte Datei kann nicht gelöscht werden. %@";

"Unsuccessful due to read-only file : (%d) %@" = "Fehlgeschlagen wegen schreibgeschützter Datei: (%d) %@";


/* JD2WizardSetupController */

"Creating encrypted vault is in progress.  Are you sure you want to stop now?" = "Die Erstellung eines verschlüsselten geschützten Bereichs wird durchgeführt.  Möchten Sie den Vorgang wirklich abbrechen?";

"You can only mount maximum of 5 encrypted vaults!" = "Es können maximal fünf geschützte Bereiche aktiviert sein.";

"Free space on volume: %@ is %4.1fMB" = "Freier Speicherplatz auf Volume: %@ beträgt %4.1fMB";

"Free space on main volume is %4.1fMB" = "Freier Speicherplatz auf Haupt-Volume beträgt %4.1fMB";

"2048MB" = "2.048MB";

"%4.0fMB" = "%4.0fMB";

"An encrypted vault cannot be created inside a mounted vault drive! Please select a different folder." = "Ein verschlüsselter geschützter Bereich kann nicht innerhalb eines aktivierten geschützten Bereichs erstellt werden. Bitte wählen Sie einen anderen Ordner.";

"A vault with the same name already exists in the folder location you specified! \n\nPlease change the vault name or location and try again." = "Es existiert bereits ein geschützter Bereich mit diesem Namen im angegebenen Ordner. \n\nÄndern Sie bitte den Namen des geschützten Bereichs oder den Speicherort und wiederholen Sie den Vorgang.";

"The folder path you selected is read-only!\n\Please select a different folder." = "Der gewählte Ordnerpfad ist schreibgeschützt! Bitte wählen Sie einen anderen Ordner.";

"Vault file name cannot be all spaces." = "Name der Datei des geschützten Bereichs darf nicht nur als Leerzeichen bestehen.";

"Please specify the vault file name." = "Geben Sie bitte den Namen für den geschützten Bereich ein.";

"Please specify the vault location" = "Geben Sie bitte den Speicherort für den geschützten Bereich ein";

"There is not enough free space." = "Nicht genug freier Speicher";

"Minimum vault size is 32." = "Die minimale Größe eines verschlüsselten Bereichs ist 32.";

"The password entered is too short.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "Das eingegebene Paswort ist zu kurz.  Bitte geben Sie ein neues Passwort ein, das mindestens 8 Zeichen, aber nicht mehr als 32 Zeichen hat.";

"The password entered is too long.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "Das eingegebene Passwort ist zu lang. Bitte geben Sie ein neues Passwort ein, das mindestens 8 Zeichen, aber nicht mehr als 32 Zeichen hat.";

"The confirmation does not match the new password, they must be re-entered." = "Die Bestätigung entspricht nicht dem neuen Passwort. Bitte erneut eingeben.";

"Password hint cannot be the same as your password." = "Der Passworthinweis darf nicht mit dem Passwort identisch sein.";

"You've tried to many times to mount a vault with invalid password.  To mount a vault, please restart the application and then try again." = "Sie haben zu oft mit falschen Passwörtern versucht, einen geschützten Bereich zu aktivieren.  Um einen geschützten Bereich zu aktivieren, müssen Sie die Anwendung neu starten. Wiederholen Sie dann den Vorgang.";

"The entered password is invalid." = "Das eingegebene Passwort ist ungültig.";

/* JDTEncrypt23 */

"Processing file %d of %d" = "Datei %d von %d wird verarbeitet";

"Successful : %@" = "Erfolgreich : %@";

"Cannot encrypt read-only file: %@" = "Eine schreibgeschützte Datei kann nicht verschlüsselt werden. %@";

"Unsuccessful due to read-only file : (%d) %@" = "Fehlgeschlagen wegen schreibgeschützter Datei: (%d) %@";

"Cannot encrypt file : (%d) %@" = "Datei kann nicht verschlüsselt werden : (%d) %@";

"Cannot decrypt read-only file: %@" = "Eine schreibgeschützte Datei kann nicht entschlüsselt werden. %@";

"Invalid password.  This file may have been encrypted using a different password : %@" = "Ungültiges Passwort. Diese Datei wurde möglicherweise mit einem anderen Passwort verschlüsselt : %@";

"Cannot decrypt file : %@" = "Datei kann nicht entschlüsselt werden: %@";

"Encrypting File:" = "Datei wird verschlüsselt:";

"Secure II: Encrypt File" = "Secure II: Datei verschlüsseln";

"Decrypting File:" = "Datei wird entschlüsselt:";

"Secure II: Decrypt File" = "Secure II: Datei entschlüsseln";

"Shredding File:" = "Schreddern von Datei:";

"Secure II: Decrypt File" = "Secure II: Datei entschlüsseln";

"Are you sure you want to cancel the encryption process?" = "Sind Sie sicher, dass Sie den Verschlüsselungsvorgang abbrechen möchten?";

"Are you sure you want to cancel the decryption process?" = "Sind Sie sicher, dass Sie den Entschlüsselungsvorgang abbrechen möchten?";

"%d of %d %@" = "%d von %d %@";

"file(s) encrypted" = "Datei(en) verschlüsselt";

"file(s) decrypted" = "Datei(en) entschlüsselt";

"The password entered is too short.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "Das eingegebene Paswort ist zu kurz.  Bitte geben Sie ein neues Passwort ein, das mindestens 8 Zeichen, aber nicht mehr als 32 Zeichen hat.";

"The password entered is too long.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "Das eingegebene Passwort ist zu lang. Bitte geben Sie ein neues Passwort ein, das mindestens 8 Zeichen, aber nicht mehr als 32 Zeichen hat.";

"The confirmation does not match the new password, they must be re-entered." = "Die Bestätigung entspricht nicht dem neuen Passwort. Bitte erneut eingeben.";

"Password hint cannot be the same as your password." = "Der Passworthinweis darf nicht mit dem Passwort identisch sein.";

/* JDTEncryptFile24 */

"%d of %d %@" = "%d von %d %@";

"file(s) were encrypted" = "Datei(en) wurden verschlüsselt";

"file(s) were decrypted" = "Datei(en) wurden entschlüsselt";

"file(s) were shredded" = "Datei(en) wurden geschreddert";

"Secure II: Encrypt File" = "Secure II: Datei verschlüsseln";

"Secure II: Decrypt File" = "Secure II: Datei entschlüsseln";

"Secure II: Shred File" = "Secure II: Datei schreddern";

"file(s) encrypted" = "Datei(en) verschlüsselt";

"file(s) decrypted" = "Datei(en) entschlüsselt";

"file(s) shredded" = "Datei(en) geschreddert";


/* LxSetPassword */

"Could not change vault password!\n\nPlease check your password and try again." = "Passwort des geschützten Bereichs konnte nicht geändert werden!\n\nBitte überprüfen Sie das Passwort und wiederholen Sie den Vorgang.";

"The vault password was changed successfully!" = "Das Passwort des geschützten Bereichs wurde erfolgreich geändert";

"Password cannot be the same as your name.  Please enter a different password than your name" = "Das Passwort darf nicht mit Ihrem Namen identisch sein.  Geben Sie ein Passwort ein, das sich von Ihrem Namen unterscheidet.";

/* AppController */

"The Secure II has to be run from a JumpDrive!\n\nSecure II will exit now." = "Secure II muss von einem JumpDrive ausgeführt werden!\n\nSecure II wird jetzt beendet";

"Quit" = "Beenden";

"No JumpDrive device found!\n\nSecure II will exit now." = "Kein JumpDrive gefunden!\r\rSecure II wird jetzt beendet";

"Install Vault Driver" = "Treiber für geschützte Bereiche installieren";

"There is no driver installed.  To use the secure vault feature, this driver need to be installed.  An administrator password is required to install this driver." = "Es ist kein Treiber installiert.  Um geschützte Bereiche nutzen zu können muss der Treiber installiert werden.  Für die Installation des Treibers ist ein Administratorpasswort erforderlich.";

"Exiting the application will automatically unmount all the currently mounted vaults.  Do you want to continue?" = "Beim Beenden der Anwendung werden automatisch alle aktivierten geschützten Bereiche deaktiviert.  Möchten Sie dien Vorgang fortsetzen?";

"Are you sure you want to exit Secure II?" = "Möchten Sie Secure II wirklich beenden?";

"File vault creation is in progress. Please cancel it before quitting." = "Erstellung der Datei des geschützten Bereichs läuft. Bitte brechen Sie den Vorgang vor dem Beenden ab.";

"Total" = "Gesamt";

"Free" = "Frei";

"is no longer available in that location." = "ist nicht mehr an diesem Speicherort vorhanden.";

"You can not locate an encrypted vault that is inside a mounted vault drive! Please select a different vault." = "Ein verschlüsselter geschützter Bereich in einem aktivierten geschützten Bereich kann nicht aufgefunden werden. Bitte wählen Sie einen anderen geschützten Bereich.";

"You can only mount maximum of %d encrypted vaults!" = "Es können maximal %d geschützte Bereiche aktiviert sein.";

"The vault you selected is not a valid vault file!" = "Die gewählte Datei ist keine gültige Datei eines geschützten Bereichs.";

"This vault file is read only and cannot be mounted." = "Diese Datei eines geschützten Bereichs ist schreibgeschützt und kann nicht aktiviert werden.";

"Are you sure you want to unmount the vault:" = "Wollen Sie den geschützten Bereich wirklich deaktivieren?";

"Could not unmount the vault drive.  Please close all other applications that are using the vault drive.  Then please try again." = "Das Laufwerk mit dem geschützten Bereich konnte nicht deaktiviert werden.  Bitte schließen Sie alle Anwendungen, die dieses Laufwerk verwenden.  Wiederholen Sie dann den Vorgang.";

"Some of the files you are adding to the list are read-only." = "Einige der von Ihnen zur Liste hinzugefügten Dateien sind schreibgeschützt.";

"Some of the file types you are adding to the list are not supported." = "Einige der von Ihnen zur Liste hinzugefügten Dateien werden nicht unterstützt.";

"Some of the files you are adding to the list are read-only." = "Einige der von Ihnen zur Liste hinzugefügten Dateien sind schreibgeschützt.";

"Are you sure you want to shred all the files in the list.  Shredded files cannot be recovered." = "Sind Sie sicher, dass Sie alle Dateien in der Liste schreddern möchten?  Geschredderte Dateien können nicht wiederhergestellt werden.";

"Some of the files you are adding to the list are read-only." = "Einige der von Ihnen zur Liste hinzugefügten Dateien sind schreibgeschützt.";

"Some of the file types you are adding to the list are not supported." = "Einige der von Ihnen zur Liste hinzugefügten Dateien werden nicht unterstützt.";

"Are you sure you want to shred selected items in the Trash?\n\nShredded items cannot be recovered." = "Sind Sie sicher, dass Sie alle Dateien in der Liste schreddern möchten?\n\nGeschredderte Dateien können nicht wiederhergestellt werden.";

"Are you sure you want to shred the free space area on drive: " = "Sind Sie sicher, dass Sie den freien Speicherplatz auf diesem Laufwerk schreddern möchten: ";

"This process may take a long time." = "Dieser Vorgang kann eine lange Zeit in Anspruch nehmen.";

"Could not unmount the vault drive.  Please close all other applications that are using the vault drive.  Then please try again." = "Das Laufwerk mit dem geschützten Bereich konnte nicht deaktiviert werden.  Bitte schließen Sie alle Anwendungen, die dieses Laufwerk verwenden.  Wiederholen Sie dann den Vorgang.";

"Free Space: %4.1f MB" = "Freier Speicherplatz: %4.1f MB";

"%4.1f MB" = "%4.1f MB";

"Shredding: %4.0f bytes / %4.0f bytes" = "Schreddern: %4.0f Bytes / %4.0f Bytes";

"The Shred Free Space operation of drive %@ was canceled!" = "Die Operation \"Freien Speicherplatz schreddern\" auf Laufwerk %@ wurde abgebrochen.";

"The Shred Free Space operation of drive %@ was complete!" = "Die Operation \"Freien Speicherplatz schreddern\" auf Laufwerk %@ wurde abgeschlossen.";

"Shredding: %4.0f bytes / %4.0f bytes" = "Schreddern: %4.0f Bytes / %4.0f Bytes";

"The vault already exists in the list." = "Der geschützte Bereich ist bereits in der Liste vorhanden.";

"You can not locate an encrypted vault that is inside a mounted vault drive! Please select a different vault." = "Ein verschlüsselter geschützter Bereich in einem aktivierten geschützten Bereich kann nicht aufgefunden werden. Bitte wählen Sie einen anderen geschützten Bereich.";

"%d file(s) " = "%d Datei(en) ";

"The vault you selected is not a valid vault file!" = "Die gewählte Datei ist keine gültige Datei eines geschützten Bereichs.";

"Not mounted" = "Nicht aktiviert";

/* updater related */

"Up to date" = "Auf aktuellem Stand";

"You have the latest version of Secure II." = "Sie verfügen über die neueste Version von Secure II.";

"Version %@ of Secure II is available for download." = "Version %@ von Secure II steht zum Download bereit.";

"  You are currently running version %@." = "Sie arbeiten derzeit mit Version %@.";

"\n\nDo you like to update now?" = "\r\rMöchten Sie jetzt updaten?";

"Problem connecting to Lexar's website" = "Problem beim Verbinden mit der Website von Lexar";

"Couldn't access the version number from the" = "Kein Zugriff auf Versionsnummer vom";

" Lexar's web site." = " Lexar's web site.";

"Secure II is currently running.  Please quit Secure II now to continue." = "Secure II wird aktuell ausgeführt.  Bitte beenden Sie jetzt Secure II, um fortzufahren.";

"Deleting old Secure II application" = "Alte Secure II-Anwendung wird gelöscht";

"Update is successful" = "Update erfolgreich";

"Fails to update" = "Update kann nicht durchgeführt werden";

"Copying new version to the JumpDrive" = "Eine neue Version wird auf den JumpDrive kopiert";

"A maximum of %i files may be encrypted in one batch, encryption of %i files were requested" = "Es können maximal %i Dateien in einer Charge verschlüsselt werden. Verschlüsselung von %i Dateien wurde angefordert";

"Skip file: '%@' and continue shredding?" = "Datei: '%@' überspringen und mit dem Schreddern fortfahren?";

"All (everything)" = "Alle";

"All (all files)" = "Alle";

